package olab.ringring.init.memo;

/**
 * Created by 재화 on 2016-06-10.
 */

/**
 * 2. 발표시간은 10분~15분
 * 3. 발표 구성
 * - 앱 소개 + 기능 (1분)
 * - 데모에 대한 소개 페이지 하나,,
 * - 데모 (시나리오 커플 맷고, 선물 보내고.... 등등 핵심 플로우만 담아라, 자랑하고 싶은 점 1~2개 정도) (4분)
 * - 기술발표 3~5개정도
 * - 아직 완성된 앱이 아니다라고 강조하기...
 * * 서버 죽는거 대비해야 한다
 * - 정리...
 * * 코드를 발표하려면 직접적인 코드 설명 보다는 코드를 줄였다는 느낌을 표현해라..
 * 개발자 답지 않은 피티 디자인,,,,,해보기
 */
public class Memo {

    /**
     * 중간발표....
     * 1. 된것 중심으로 데모 시나리오를 짜라
     * 2. 패턴 설명 시 코드를 보여라...
     * 3. 실데이터를 삽입해라..
     * 4. 몸 흔들거리지 마라..(습관임)
     * 5. 피티 제출 6시까지
     *
     *
     */
}
